Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Überwiegend aus Vitaminen bestehende Nahrungsergänzungsstoffe
en: Health food supplements made principally of vitamins

source: Verbände für Hautwunden
en: Bandages for skin wounds

source: Geformte Papierwindeln für Babys
en: Shaped napkins of paper for babies

source: Senfpulver für medizinische Zwecke
en: Mustard powder for medical purposes

source: Zemente für Zahnprothesen
en: Cements for dental prostheses

source: Parasitentötende Halsbänder für Tiere
en: Antiparasitic collars for animals

source: Reinigungsmittel [Präparate] zum Sterilisieren chirurgischer Instrumente
en: Cleaners [preparations] for sterilising surgical instruments

source: Aloe Vera-Mittel für pharmazeutische Zwecke
en: Aloe vera preparations for pharmaceutical purposes

source: Präparate zum Sterilisieren
en: Sterilising preparations

source: Hopfenextrakte für pharmazeutische Zwecke
en: Extracts of hops for pharmaceutical purposes

source: Diätische Substanzen für medizinische Zwecke
en: Dietetic substances adapted for medical use

source: Biologische Präparate für veterinärmedizinische Zwecke
en: Biological preparations for veterinary purposes

source: Diagnostikmittel für pharmazeutische Zwecke
en: Diagnostic agents for pharmaceutical use

source: Chemische Diagnostikreagenzien für medizinische Zwecke
en: Diagnostic chemical reagents for medical use

source: Puder zur Abtötung von Flöhen
en: Powders for killing fleas

source: Desinfektionsmittel für Chemietoiletten
en: Disinfectants for chemical toilets

source: Fischmehl für pharmazeutische Zwecke
en: Fish meal for pharmaceutical purposes

source: Appetitzügler für medizinische Zwecke
en: Appetite suppressants for medical purposes

source: Kaliumsalze für medizinische Zwecke
en: Potassium salts for medical purposes

source: Nebenprodukte der Getreideverarbeitung für diätetische oder medizinische Zwecke
en: By-products of the processing of cereals for dietetic or medical purposes

source: Pomaden für medizinische Zwecke
en: Pomades for medical purposes

source: Elixiere zur Vorbeugung von Racheninfektionen
en: Elixirs for preventing throat infections

source: Elixiere zur Linderung von Asthma
en: Elixirs for relieving asthma

source: Virale Impfstoffe
en: Viral vaccines

source: Vitaminpräparate in Form von Nahrungsergänzungsstoffen
en: Vitamin preparations in the nature of food supplements

source: Vitaminzusätze zur Verwendung bei der Dialyse
en: Vitamin supplements for use in renal dialysis

source: Hustensäfte
en: Cough mixtures

source: Medizinische Cremes für die Füße
en: Creams (Medicated -) for the feet

source: Diätgetränke für medizinische Zwecke
en: Dietetic beverages adapted for medical purposes

source: Hundeabstoßende Mittel
en: Repellents for dogs

source: Chemisch-pharmazeutische Präparate
en: Chemico-pharmaceutical preparations

source: Pepsine für pharmazeutische Zwecke
en: Pepsins for pharmaceutical purposes

source: Heilmittel gegen Fußschweiß
en: Remedies for foot perspiration

source: Essigsaure Tonerde für pharmazeutische Zwecke
en: Aluminium acetate for pharmaceutical purposes

source: Biologische Präparate für medizinische Zwecke
en: Biological preparations for medical purposes

source: Medizinische Präparate für den Haarwuchs
en: Medicinal hair growth preparations

source: Augenklappen für medizinische Zwecke
en: Eyepatches for medical purposes

source: Diastasen für medizinische Zwecke
en: Diastase for medical purposes

source: Enzyme für medizinische Zwecke
en: Enzymes for medical purposes

source: Arzneimittelhaltige Cremes zum Schutz der Haut
en: Medicinal creams for the protection of the skin

source: Salze für Mineralwasserbäder
en: Salts for mineral water baths

source: Chemische Kontrazeptiva
en: Chemical contraceptives

source: Einwegwindeln für Inkontinente
en: Disposable napkins for incontinents

source: Drogen für medizinische Zwecke
en: Drugs for medical purposes

source: Antibakterielle Präparate
en: Anti-bacterial preparations

source: Antimykotische dermatologische Präparate zum Auftragen auf die Nägel
en: Anti-fungal dermatological preparations for use on the nails

source: Klebstoffe für medizinische Zwecke
en: Adhesive compositions for medical use

source: Hygienische Gleitmittel
en: Hygienic lubricants

source: Radioaktive Stoffe für medizinische Zwecke
en: Radioactive elements for medical use

source: Mehl für pharmazeutische Zwecke
en: Flour for pharmaceutical purposes

source: Diätzucker für medizinische Zwecke
en: Dietetic sugar for medical use

source: Kräuterextrakte für medizinische Zwecke
en: Herbal extracts for medical purposes

source: Ophtalmologische Präparate
en: Ophthalmologic preparations

source: Antibakterielle Pharmazeutika
en: Antibacterial pharmaceuticals

source: Baumrinde für pharmazeutische Zwecke
en: Barks for pharmaceutical purposes

source: Mit Arzneimitteln getränkte Pads
en: Impregnated medicated pads

source: Antiseptische Sprays in Aerosolform zur Verwendung auf der Haut
en: Antiseptic sprays in aerosol form for use on the skin

source: Knochenzement für chirurgische Zwecke
en: Bone cements for surgical purposes

source: Hämostatische Mittel
en: Haemostatic preparations

source: Diätetische Kräuterzusätze für Personen, die eine spezielle Diät einhalten müssen
en: Herbal dietary supplements for persons special dietary requirements

source: Aquatische Herbizide
en: Aquatic herbicides

source: Wegwerfwindelhöschen aus Zellstoff für Babys
en: Babies' disposable diaper pants of cellulose

source: Senfpräparate für medizinische Zwecke
en: Mustard preparations for medical purposes

source: Einlagen für Inkontinenzwindeln aus Papier
en: Nappy liners of paper for incontinents

source: Ophtalmische Muskelrelaxanzien
en: Ophthalmic muscle relaxants

source: Mundwasser [Gurgelmittel] für medizinische Zwecke
en: Mouthwashes [gargles] for medical purposes

source: Mittel zur Intimreinigung für medizinische Zwecke
en: Douching preparations for medical purposes

source: Stammzellen für medizinische Zwecke
en: Stem cells for medical purposes

source: Biologische Gewebekulturen für medizinische Zwecke
en: Biological tissue cultures for medical purposes

source: Biologische Gewebekulturen für veterinärmedizinische Zwecke
en: Biological tissue cultures for veterinary purposes

source: Verbände aus sterilen Kunststofffolien
en: Sterile plastic films for use as bandaging

source: Aus Stammzellen gewonnene chirurgische Implantate [lebende Gewebe]
en: Surgical implants grown from stem cells [living tissues]

source: Medizinische Fußbalsame
en: Foot balms (Medicated -)

source: Bakterienpräparate für medizinische oder tierärztliche Zwecke
en: Bacterial preparations for medical and veterinary use

source: Narkotika
en: Narcotics

source: Salben für pharmazeutische Zwecke
en: Ointments for pharmaceutical purposes

source: Jodide für pharmazeutische Zwecke
en: Iodides for pharmaceutical purposes

source: Zahnlacke zum Versiegeln der Zähne
en: Dental varnishes for sealing teeth

source: Zahnveneers zur Verwendung bei der Zahnrestauration
en: Dental veneers for use in dental restoration

source: Nahrungsergänzungsstoffe für Säuglinge
en: Dietary supplements for infants

source: Aminosäuren für medizinische Zwecke
en: Amino acids for medical purposes

source: Radium für medizinische Zwecke
en: Radium for medical purposes

source: Rhabarberwurzeln für pharmazeutische Zwecke
en: Rhubarb roots for pharmaceutical purposes

source: Tonika [Arzneimittel]
en: Tonics [medicines]

source: Kalomel [Fungizid]
en: Calomel [fungicide]

source: Lezithin für medizinische Zwecke
en: Lecithin for medical purposes

source: Einweghöschen aus Papier zur Fixierung von Babywindeln
en: Disposable pants of paper for holding a babies napkin in place

source: Harntreibende pharmazeutische Erzeugnisse
en: Diuretic pharmaceutical preparations

source: Arzneimittelhaltige Ergänzungsstoffe für Tierfutter
en: Medicated supplements for foodstuffs for animals

source: Reagenzien für diagnostische Tests [für veterinärmedizinische Zwecke]
en: Reagents for use in diagnostic tests [for veterinary purposes]

source: Antidepressiva
en: Antidepressants

source: Mittel zur Behandlung von Reisekrankheiten
en: Motion sickness treatment preparations

source: Mineralsalze für medizinische Zwecke
en: Mineral salts for medical purposes

source: Phosphate für pharmazeutische Zwecke
en: Phosphates for pharmaceutical purposes

source: Chemische Präparate für veterinärmedizinische Zwecke
en: Chemical preparations for veterinary purposes

source: Mittel für die Bodensterilisierung
en: Soil-sterilising preparations

source: Natriumsalze für medizinische Zwecke
en: Sodium salts for medical purposes

source: Nährstoffe für Mikroorganismen
en: Nutritive substances for microorganisms

source: Senf für pharmazeutische Zwecke
en: Mustard for pharmaceutical purposes

source: Hautpflegecremes für medizinische Zwecke
en: Skin care creams for medical use

source: Medizinische Hautpflegelotionen
en: Skin care lotions [medicated]

source: Lösungen für medizinische Zwecke zum Spülen der Nasenwege
en: Solutions for medical use in washing the nasal passages

source: Lösungen zum Sterilisieren von Kontaktlinsen
en: Solutions for sterilising contact lenses

source: Röntgenkontrastmittel für medizinische Zwecke
en: Radiological contrast substances for medical purposes

source: Diätetische Erzeugnisse für medizinische Zwecke
en: Dietetic preparations adapted for medical use

source: Milchfermente für medizinische Zwecke
en: Milk ferments for pharmaceutical purposes

source: Medizinische Talkumpuder für Babys
en: Talcum powder (Medicated -) for babies

source: Therapeutisch-medizinische Badepräparate
en: Therapeutic medicated bath preparations

source: Pharmazeutische Erzeugnisse für die Geweberegeneration
en: Tissue-regenerative pharmaceutical preparations

source: Laktosefreie Säuglingsnahrung
en: Lactose free infant's formula

source: Magnesiumsalze für pharmazeutische Zwecke
en: Magnesium salts for pharmaceutical use

source: Antibiotische Futterergänzungsstoffe für Tiere
en: Antibiotic food supplements for animals

source: Hormonpräparate für pharmazeutische Zwecke
en: Hormone preparations for pharmaceutical use

source: Radiotherapeutische Hormone
en: Radiotherapeutic hormones

source: Eukalyptus für pharmazeutische Zwecke
en: Eucalyptus for pharmaceutical purposes

source: Fenchel für medizinische Zwecke
en: Fennel for medical purposes

source: Medizinische Babypuder
en: Medicated baby powders

source: Desinfektionsmittel für Kontaktlinsen
en: Disinfectants for contact lenses

source: Proteinzusatzstoffe für Tiere
en: Protein supplements for animals

source: Appetitanregende Präparate
en: Appetite stimulant preparations

source: Schimmelabtötende Mittel
en: Fungicidal fungal agents

source: Saugfähige Papierwindel für Haustiere
en: Absorbent diapers of paper for pets

source: Terpentinöl für pharmazeutische Zwecke
en: Oil of turpentine for pharmaceutical purposes

source: Indikatoren zur medizinischen Diagnose
en: Indicators for medical diagnosis

source: Antiseptika mit prophylaktischer Wirkung
en: Probiotic bacterial formulations for veterinary use

source: Gelatine für medizinische Zwecke
en: Antiseptics with prophylactic effect

source: Klinisch-medizinische Reagenzien
en: Gelatine for medical purposes

source: Herz-Kreislauf-Präparate
en: Cardiovascular preparations

source: Slipeinlagen für Inkontinente
en: Pant liners for incontinents

source: Einwegeinlagen aus Zellstoff für Windeln
en: Disposable liners of cellulose for napkins

source: Einweghöschen aus Zellstoff zur Fixierung von Babywindeln
en: Disposable pants of cellulose for holding a babies' napkin in place

source: Nasensprays zur Behandlung von Allergien
en: Nasal spray for the treatment of allergies

source: Zellstoffwatte für medizinische Zwecke
en: Cellulose wadding for medical purposes

source: Chemische Pessare
en: Chemical pessaries

source: Chemische Präparate zur Verwendung bei DNA-Analysen [medizinisch]
en: Chemical preparations for use in dna analysis [medical]

source: Präparate zur Behandlung von Atemwegserkrankungen
en: Compounds for treating respiratory diseases

source: Kontrastmittel für medizinische Bildgebung
en: Contrast media for use in medical imaging

source: Säuren für pharmazeutische Zwecke
en: Acids for pharmaceutical purposes

source: Chemische Testreagenzien [medizinische]
en: Chemical test reagents [medical]

source: Perlenpulver für medizinische Zwecke
en: Pearl powder for medical purposes

source: Zuckerersatzstoffe für Diabetiker
en: Sugar substitutes for diabetics

source: Nahrungsmittelester für pharmazeutische Zwecke
en: Food esters for pharmaceutical purposes

source: Opotherapeutische Mittel
en: Opotherapy preparations

source: Stärke für diätetische und pharmazeutische Zwecke
en: Starch for dietetic or pharmaceutical purposes

source: Bismutsubnitrat für pharmazeutische Zwecke
en: Bismuth subnitrate for pharmaceutical purposes

source: Blut für medizinische Zwecke
en: Blood for medical purposes

source: Mittel für die Behandlung von Verbrennungen
en: Preparations for the treatment of burns

source: Elixiere zur Erkältungsvorbeugung
en: Elixirs for preventing chills

source: Arzneimittelhaltige Cremes für die Fußpflege
en: Medicated creams for the care of the feet

source: Medizinische Hautlotionen
en: Medicated skin lotions

source: Reagenzien für In-vitro-Laboruntersuchungen für medizinische Zwecke
en: Reagents for in-vitro laboratory use [for medical purposes]

source: Reagenzien für mikrobiologische Analysen für medizinische Zwecke
en: Reagents for microbiological analysis [for medical purposes]

source: Reagenzien zur Verwendung in Analysen für medizinische Zwecke
en: Reagents for use in analysis [for medical purposes]

source: Medizinische Talkumpuder
en: Medicated talcum powder

source: Medizinische Cremes für die Lippen
en: Creams (Medicated -) for the lips

source: Implantate aus Lebendgewebe
en: Implants comprising living tissue

source: Pharmazeutische Präparate auf Kalkbasis
en: Lime-based pharmaceutical preparations

source: Hundewaschmittel [Insektizide]
en: Dog washes [insecticides]

source: Ballaststoffe
en: Dietary fibre

source: Desinfektionslösungen für Kontaktlinsen
en: Solutions for disinfecting contact lenses

source: Lösungen zum Neutralisieren von Kontaktlinsen
en: Solutions for neutralizing contact lenses

source: Spermizide Gele
en: Spermicidal gels

source: Senföl für medizinische Zwecke
en: Mustard oil for medical purposes

source: Frostsalbe für pharmazeutische Zwecke
en: Frostbite salve for pharmaceutical purposes

source: Klebebänder für medizinische Zwecke
en: Adhesive tapes for medical purposes

source: Meerwasser für medizinische Bäder
en: Sea water for medicinal bathing

source: Balsam für medizinische Zwecke
en: Balms for medical purposes

source: Arzneimittel für tierärztliche Zwecke
en: Medicines for veterinary purposes

source: Schwefelblüte für pharmazeutische Zwecke
en: Flowers of sulfur for pharmaceutical purposes

source: Medizinische Gesichtspeelings
en: Face scrubs (Medicated -)

source: Gleitmittel für chirurgische Zwecke
en: Lubricants for surgical purposes

source: Antibiotika für Fische
en: Antibiotics for fish

source: Antigene
en: Antigens

source: Antimikrobielle Präparate
en: Anti-microbial preparations

source: Reagenzien zur Blutgruppenbestimmung für medizinische Zwecke
en: Reagents for blood grouping [for medical purposes]

source: Medizinische Babycremes
en: Babies' creams [medicated]

source: Chemikalien für die Forstwirtschaft [Herbizide]
en: Forestry (chemicals for -), [herbicides]

source: Chemikalien für die Forstwirtschaft [Insektizide]
en: Forestry (chemicals for -), [insecticides]

source: Chemikalien für die Forstwirtschaft [Parsitizide]
en: Forestry (chemicals for -), [parasiticide]

source: Gasgemische für medizinische Zwecke
en: Gas mixtures for medical use

source: Deodorants für Bekleidung und Textilien
en: Deodorants for clothing and textiles

source: Vitamin- und Mineralstoffzusätze
en: Vitamin and mineral supplements

source: Heilmittel gegen Schweißbildung
en: Remedies for perspiration

source: Präparate zur Verhinderung der Algenbildung in Wasser
en: Preparations for preventing the formation of algae in water

source: Antiseptische Körperpflegemittel
en: Antiseptic body care preparations

source: Antiseptische Salben
en: Antiseptic ointments

source: Antiseptische Präparate für die Wundpflege
en: Antiseptic preparations for wound care

source: Zellulose für pharmazeutische Zwecke
en: Cellulose for pharmaceutical purposes

source: Gips für zahnärztliche Zwecke
en: Gypsum for dental purposes

source: Präparate zur Behandlung von Nagelpilzen
en: Nail fungus treatment preparations

source: Pharmazeutische Präparate für die Behandlung von Krebs
en: Pharmaceutical preparations for the treatment of cancer

source: Dentalmaterialien zur Herstellung von Zahnmodellen
en: Dental materials for making models of teeth

source: Medizinische Nachtcremes
en: Night creams [medicated]

source: Teststreifen zur Messung des Blutzuckerspiegels
en: Test strips for measuring blood glucose levels

source: Medizinische Zahnspülungen
en: Medicated dental rinses

source: Feuchtigkeitscremes [pharmazeutische]
en: Moisturising creams [pharmaceutical]

source: Farbreagenzien zum Erkennen von Zahnbelag
en: Colouring reagents for detecting dental plaque

source: Mittel zur Desodorierung der Luft
en: Air deodorising preparations

source: Fischöle für medizinische Zwecke
en: Fish oil for medical purposes

source: Gummigutt für medizinische Zwecke
en: Gamboge for medical purposes

source: Isotope für medizinische Zwecke
en: Isotopes for medical purposes

source: Diagnostische Prüfmaterialien für medizinische Zwecke
en: Diagnostic testing materials for medical use

source: Zedernholz als Insektenvertreibungsmittel
en: Cedar wood for use as an insect repellent

source: Moor für Bäder
en: Mud for baths

source: Gase für medizinische Zwecke
en: Gases for medical purposes

source: Zelluloseester für pharmazeutische Zwecke
en: Cellulose esters for pharmaceutical purposes

source: Chemische Mittel zur Behandlung von Mehltau
en: Chemical preparations to treat mildew

source: Tinkturen für medizinische Zwecke
en: Tinctures for medical purposes

source: Impfstoffe
en: Vaccines

source: Detergenzien für medizinische Zwecke
en: Detergents for medical purposes

source: Dekokte für pharmazeutische Zwecke
en: Decoctions for pharmaceutical purposes

source: Dragees [Arzneimittel]
en: Dragees [medicines]

source: Medizinische Cremes
en: Medicated creams

source: Zucker für medizinische Zwecke
en: Sugar for medical purposes

source: Reagenzien für Analysen [für veterinärmedizinische Zwecke]
en: Reagents for use in analysis [for veterinary purposes]

source: Vitaminzusätze für Tiere
en: Vitamin supplements for animals

source: Malzmilchgetränke für medizinische Zwecke
en: Malted milk beverages for medical purposes

source: Pharmazeutische Präparate für die Hautpflege
en: Pharmaceutical preparations for skin care

source: Medizinische Cremes zur Anwendung nach der Sonneneinstrahlung
en: Creams (Medicated -) for application after exposure to the sun

source: Entmineralisiertes Wasser für medizinische Zwecke
en: Demineralised water for medical purposes

source: Pharmazeutische Präparate für die Behandlung von Kopfschuppen
en: Pharmaceutical preparations for treating dandruff

source: Moleskin für medizinische Zwecke
en: Moleskin for medical purposes

source: Enzympräparate für veterinärmedizinische Zwecke
en: Enzyme preparations for veterinary purposes

source: Mit pharmazeutischen Lotionen getränkte Tücher
en: Tissues impregnated with pharmaceutical lotions

source: Dillwasser für medizinische Zwecke
en: Dill oil for medical purposes

source: Chemische Leiter für elektrokardiografische Elektroden
en: Chemical conductors for electrocardiograph electrodes

source: Arzneimittel gegen Constipation
en: Medicines for alleviating constipation

source: Pharmazeutische Präparate für die Behandlung von Sonnenbrand
en: Pharmaceutical preparations for treating sunburn

source: Kristalle für therapeutische Zwecke
en: Crystals for therapeutic purposes

source: Balsamische Mittel für medizinische Zwecke
en: Balsamic preparations for medical purposes

source: Lotionen für pharmazeutische Zwecke
en: Lotions for pharmaceutical purposes

source: Hefe für pharmazeutische Zwecke
en: Yeast for pharmaceutical purposes

source: Lupulin für pharmazeutische Zwecke
en: Lupulin for pharmaceutical purposes

source: Mangrovenrinde für pharmazeutische Zwecke
en: Mangrove bark for pharmaceutical purposes

source: Diagnostikmittel für medizinische Zwecke
en: Diagnostic preparations for medical purposes

source: Nachtkerzenöl für medizinische Zwecke
en: Evening primrose oil for medical use

source: Tabakersatzstoffe für medizinische Zwecke
en: Tobacco substitutes for medical purposes

source: Antimikrobielle Mundwässer
en: Antimicrobial mouthwashes

source: Medizinische Schutzcremes
en: Protective creams (Medicated -)

source: Lockmittel für Haustiere
en: Attractants for pet animals

source: Puder zum Abtöten von Flöhen bei Tieren
en: Powders for killing fleas on animals

source: Mittel zur Bekämpfung von Insekten
en: Preparations for controlling insects

source: Mittel zur Hemmung des Sexualtriebes
en: Preparations for inhibiting sexual coupling

source: Irisches Moos für medizinische Zwecke
en: Irish moss for medical purposes

source: Arzneimittel zur Behandlung der erektilen Dysfunktion
en: Pharmaceuticals for the treatment of erectile dysfunction

source: Imprägnierte medizinische Tupfer
en: Impregnated medicated swabs

source: Gummi für medizinische Zwecke
en: Gum for medical purposes

source: Knochenzemente für orthopädische Zwecke
en: Bone cements for orthopaedic purposes

source: Brotwaren für Diabetiker
en: Bread products for diabetics

source: Pharmazeutische Präparate für Tiere
en: Pharmaceutical preparations for animals

source: Pharmazeutische Erzeugnisse in Streifenform
en: Pharmaceutical preparations in strip form

source: Pharmazeutika für Herz und Gefäße
en: Cardiovascular pharmaceuticals

source: Zahnzement für Füllungen
en: Dental cement for fillings

source: Mahlzeitenersatz in Pulverform
en: Meal replacement powders

source: Chemische Präparate für Bluttests für medizinische Zwecke
en: Chemical preparations for testing blood for medical purposes

source: Kalziumsalzverbindungen für pharmazeutische Zwecke
en: Combinations of calcium salts for pharmaceutical use

source: Präparate zur Krebsbekämpfung
en: Compounds for treating cancer

source: Korrosive Mittel für die Oberflächenbehandlung der Zähne
en: Corrosive agents for the surface treatment of teeth

source: Watte für chirurgische Zwecke
en: Cotton wool for surgical use

source: Pektin für pharmazeutische Zwecke
en: Pectin for pharmaceutical purposes

source: Reiseapotheken [Arzneimittel-Sets]
en: Medicine cases, portable, filled

source: Parasitentötende Mittel
en: Antiparasitic preparations

source: Kapseln für pharmazeutische Zwecke
en: Cachets for pharmaceutical purposes

source: Schädlingsbekämpfungspräparate und -artikel
en: Pest control preparations and articles

source: Hygienepräparate und -artikel
en: Hygienic preparations and articles

source: Diätetische Präparate und Nahrungsergänzungsmittel
en: Dietary supplements and dietetic preparations

source: Absorbierende Erzeugnisse für die Körperhygiene
en: Absorbent articles for personal hygiene

source: Medizinische und veterinärmedizinische Präparate und Artikel
en: Medical and veterinary preparations and articles

source: Desinfektionsmittel und Antiseptika
en: Disinfectants and antiseptics
